{
    "products": [
      {
        "id": "FMC240",
        "name": "FMC240 Magnetic Flowmeter",
        "shortDescription": "High-Precision Electromagnetic Flow Meter for Flow Measurement",
        "category": "Flow Meters",
        "longDescription": "Supmea's electromagnetic flow meter features a design with no moving parts, such as rotating gears, turbines, or bearings. Instead, it operates by utilizing two electrodes to measure the voltage generated by the movement of an electrically conductive fluid—like water—through a magnetic field. This eliminates the risk of wear associated with mechanical components, such as bearing degradation or other forms of mechanical wear and tear.\n\nBoth the electrodes and the liner of the electromagnetic flow meter can be manufactured from a wide range of materials, ensuring compatibility with various electrically conductive fluids, including aggressive and corrosive substances like acids.\n\nThe primary limitation of electromagnetic flow meters is that the fluid being measured must be electrically conductive, with a minimum conductivity of >5μS/cm. Non-conductive fluids, such as oil and other petroleum-based liquids, cannot be measured using this technology.",
        "applications": [
          "Sewage Treatment",
          "Printing and Dyeing",
          "Chemical Industry",
          "Environmental Protection",
          "Metallurgy",
          "Pharmaceutical Industry",
          "Papermaking",
          "Municipal Water Supply"
        ],
        "features": [
          "0.5% Full Scale (F.S.) measuring accuracy",
          "RS485 Modbus communication and 4-20mA output",
          "Capable of measuring fluid flow in both forward and reverse directions",
          "Unaffected by variations in liquid temperature, pressure, or density",
          "Zero pressure loss during operation",
          "Stable readings regardless of changes in fluid density or viscosity"
        ],
        "image":[
          "FMC240-1.jpg",
          "FMC240-2.jpg",
          "FMC240-3.jpg",
          "FMC240-4.jpg",
          "FMC240-5.jpg"
        ]
      }
    ]
  }