[
    {
        "Type": "Flow",
        "Model": "FMC240 Magnetic Flowmeter",
        "Description": "Supmea’s electromagnetic flow meter features a design with no moving parts, such as rotating gears, turbines, or bearings. Instead, it operates by utilizing two electrodes to measure the voltage generated by the movement of an electrically conductive fluid—like water—through a magnetic field. This eliminates the risk of wear associated with mechanical components, such as bearing degradation or other forms of mechanical wear and tear.\nBoth the electrodes and the liner of the electromagnetic flow meter can be manufactured from a wide range of materials, ensuring compatibility with various electrically conductive fluids, including aggressive and corrosive substances like acids.\nThe primary limitation of electromagnetic flow meters is that the fluid being measured must be electrically conductive, with a minimum conductivity of >5μS/cm. Non-conductive fluids, such as oil and other petroleum-based liquids, cannot be measured using this technology.",
        "Key_Features": [
            "0.5% Full Scale (F.S.) measuring accuracy",
            "RS485 Modbus communication and 4-20mA output",
            "Capable of measuring fluid flow in both forward and reverse directions",
            "Unaffected by variations in liquid temperature, pressure, or density",
            "Zero pressure loss during operation",
            "Stable readings regardless of changes in fluid density or viscosity"
        ],
        "Applications": [
            "Sewage Treatment",
            "Printing and Dyeing",
            "Chemical Industry",
            "Environmental Protection",
            "Metallurgy",
            "Pharmaceutical Industry",
            "Papermaking",
            "Municipal Water Supply"
        ],
        "Photos": [
            "FMC240-1.png",
            "FMC240-2.png",
            "FMC240-3.png",
            "FMC240-4.png",
            "FMC240-5.png"
        ]
    },
    {
        "Type": "Flow",
        "Model": "FLC240 Turbine Flowmeter",
        "Description": "The FLC240 turbine flowmeter connects to the converter via the flow sensor to deliver a range of functions, including pulse output, current output, and on-site display. It features high accuracy, a broad measurement range, long service life, and easy operation and maintenance, making it an ideal solution for flow measurement in industries such as food, pharmaceuticals, petrochemicals, metallurgy, and paper production.\n\nThe FLC240 is designed for use with liquids that do not corrode materials like stainless steel 304, 2Cr13, corundum (Al2O3), and hard alloys, and are free of fibers, particles, or other impurities.",
        "Applications": [
            "Petrochemical industry",
            "Pharmaceutical manufacturing",
            "Paper production",
            "Metallurgy",
            "Power generation",
            "Environmental protection",
            "Food and beverage processing"
        ],
        "Photos": [
            "FLC240-1.png",
            "FLC240-2.png",
            "FLC240-3.png",
            "FLC240-4.png"
        ],
        "Key_Features": [
            "High accuracy for precise measurement",
            "Simple installation and low-maintenance requirements",
            "Capable of handling a wide range of flow velocities",
            "Supports both digital and analog output signals",
            "Available in various materials such as stainless steel, brass, or plastic to suit different fluid types"
        ]
    },
    {
        "Type": "Flow",
        "Model": "FVC240 Vortex Flowmeter",
        "Description": "The FVC240 vortex flowmeter is a velocity-type flowmeter based on the Kármán vortex principle. It is primarily used for flow measurement of industrial pipeline media such as gas, steam, and liquid, providing precise flow control and metering.\nThe LUGB vortex flowmeter offers multiple functionalities depending on the model type, including measurement of temperature, pressure, instantaneous flow, and cumulative flow of the pipeline medium. It supports pulse output, (4-20)mA analog signal output, RS485 communication (Modbus RTU protocol), IoT GPRS, and more.",
        "Applications": [
            "Energy industry",
            "Chemical industry",
            "Environmental industry",
            "Metallurgy",
            "Textile manufacturing",
            "Steel production",
            "Pharmaceutical industry",
            "Paper manufacturing"
        ],
        "Photos": [
            "FVC240-1.png",
            "FVC240-2.png",
            "FVC240-3.png",
            "FVC240-4.png",
            "FVC240-5.png"
        ],
        "Key_Features": [
            "High-accuracy and reliable flow measurement",
            "No moving parts in the main body, ensuring high reliability, long-term stability, simple structure, and easy maintenance",
            "Pulse frequency output that is directly proportional to the actual flow rate, offering zero-point stability and consistent performance",
            "Available in various configurations, including inline and insertion-type flow sensors",
            "High accuracy: ±1.0% for liquid measurement, ±1.5% for gas measurement",
            "Low pressure loss (approximately 1/4 to 1/2 that of orifice flowmeters), making it an energy-efficient solution",
            "Flexible installation options: horizontal, vertical, or inclined, depending on process pipeline requirements",
            "Circuitry with multiple protection modes, including surge protection for strong adaptability",
            "High-precision probe with a piezoelectric wafer vortex sensor for stable signal output"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSU300 Ultrasonic Level Sensor",
        "Description": "The WSU300 ultrasonic level transmitter is a cost-effective, non-contact measurement solution designed for easy installation. It caters to the day-to-day demands of commercial production and serves specialized applications in advanced industries like aerospace, placing it in the forefront of high-level measurement technology. Unlike traditional level indicators with limited applications, this ultrasonic sensor offers high accuracy and versatility, ensuring it meets diverse customer needs.\n",
        "Applications": [
            "1.\tLevel measurement",
            "2.\tDistance measurement",
            "3.\tVolume measurement",
            "4.\tPump control"
        ],
        "Photos": [
            "WSU300-1.png",
            "WSU300-2.png",
            "WSU300-3.png"
        ],
        "Key_Features": [
            "Non-contact measurement",
            "Unaffected by material properties such as pressure, viscosity, and specific gravity",
            "Integrated keypad with security code for secure operation",
            "Easy to install, with low operational costs",
            "Suitable for a wide range of applications",
            "Maintenance-free design",
            "Simple programming setup with no personnel training required",
            "Fully isolated 4-20mA analog output",
            "High accuracy and stability in challenging conditions",
            "Internal temperature compensation for improved accuracy"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSR150 Radar Level Transmitter",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Level",
        "Model": "WSR180 Radar Level Transmitter",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Level",
        "Model": "WSR300 Radar Level Transmitter",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Level",
        "Model": "WSR700 Radar Level Transmitter",
        "Description": "The WSR700 series operates at 76-81GHz, utilizing frequency-modulated continuous wave (FMCW) radar technology, suitable for both four-wire and two-wire applications. With multiple models available, it can measure distances up to 120 meters (393 feet) with an 8 cm (3.15 inches) blind zone. The high operating frequency and shorter wavelength make it ideal for solid material applications. Its lens-based electromagnetic wave transmission and reception method offer significant advantages in environments with high dust levels and extreme temperatures (up to +200°C / 392°F). The instrument supports flange or threaded connections for easy and convenient installation.",
        "Applications": [
            "Chemical industry",
            "Solids level measurement",
            "Wastewater treatment",
            "Mining industry",
            "Pulp and paper industry",
            "Boiler engineering",
            "Measurement of liquids and solid powders",
            "Corrosive media, such as acids and bases"
        ],
        "Photos": [
            "WSR700-1.png",
            "WSR700-2.png",
            "WSR700-3.png"
        ],
        "Key_Features": [
            "Measurement range: M1 (0-10m / 0-33ft), M2 (0-20m / 0-66ft), M3 (0-30m / 0-98ft), M6 (0-60m / 0-197ft), MB (0-120m / 0-393ft)",
            "Suitable for challenging conditions, including stirring, steam, dust, and crystallization",
            "Extensive interface options: 4-20mA (with 2-channel support), HART, AUTBUS",
            "Compatible with Fieldbus Foundation, Profibus PA, NB-IoT, and more",
            "Bluetooth-enabled for easy remote configuration"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSP260 Submersible Level Sensor",
        "Description": "The WSP260 submersible pressure transmitter is designed for accurate level measurement. It uses a high-performance diffused silicon piezoresistive pressure sensor to precisely measure the hydrostatic pressure proportional to the liquid level depth. This pressure is then converted into standard output signals (current, voltage, RS485) via a signal conditioning circuit, establishing a linear relationship between the output signal and the liquid depth to achieve precise liquid depth measurement.",
        "Applications": [
            "Rivers and lakes",
            "Vessels and storage systems",
            "Control of sewage lift and pumping stations",
            "Well monitoring",
            "Groundwater monitoring",
            "Environmental remediation",
            "Surface water monitoring",
            "Downhole applications",
            "Water tanks"
        ],
        "Photos": [
            "WSP260-1.png",
            "WSP260-2.png",
            "WSP260-3.png"
        ],
        "Key_Features": [
            "High-performance diffused silicon piezoresistive sensor",
            "Probe input measurement method for easy installation",
            "Multi-layer protection structure for enhanced durability",
            "Various designs to accommodate different industrial environments",
            "Anti-corrosion stainless steel material, suitable for a wide range of applications"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSP506 Submersible Level Sensor",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Level",
        "Model": "WSP576 Submersible Level Sensor",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Pressure",
        "Model": "PM Series Pressure Transmitter",
        "Description": "",
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Pressure",
        "Model": "PM556 Pressure Transmitter",
        "Description": "The PM556 is a high-performance gauge/absolute pressure transmitter designed for measuring liquid, gas, or steam flow, as well as liquid level, density, and pressure. It outputs a 4-20mA DC signal corresponding to the measured pressure. With a highly accurate and stable sensor, it can also detect static pressure, which can be displayed on the integral indicator or remotely monitored via HART communication.",
        "Applications": [
            "Measurement of liquid, gas, or steam flow",
            "Liquid level and density measurement",
            "Industrial pressure control systems"
        ],
        "Photos": [
            "PM556-1.png",
            "PM556-2.png",
            "PM556-3.png"
        ],
        "Key_Features": [
            "Outputs a 4-20mA DC signal for accurate pressure measurement",
            "High-accuracy sensor for stable static pressure detection",
            "HART communication support for remote monitoring and setup",
            "Quick response to pressure changes",
            "Optional high/low pressure alarm output",
            "Self-diagnostics for enhanced reliability",
            "Suitable for both gauge and absolute pressure measurement applications"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "PD556 Differential Pressure",
        "Description": "The PD556 differential pressure transmitter is designed to measure liquid, gas, or steam flow, as well as liquid level, density, and pressure. It outputs a 4-20mA DC signal corresponding to the measured differential pressure. The transmitter’s highly accurate and stable sensor can also measure static pressure, which can be displayed on the integral indicator or remotely monitored via HART communication. Other key features include fast response time, remote setup via communication, self-diagnostics, and optional status output for high/low pressure alarms.",
        "Applications": [
            "Industrial control",
            "Chemical processing",
            "Power generation",
            "Metallurgy",
            "Petroleum industry",
            "Forging industry",
            "Water management",
            "Brewing industry"
        ],
        "Photos": [
            "PD556-1.png",
            "PD556-2.png",
            "PD556-3.png"
        ],
        "Key_Features": [
            "Full range coverage: 0 to 1kPa to 3MPa (0 to 0.145 psi to 435 psi)",
            "High-precision mono c-Si technology: 0.075% accuracy",
            "Superior static pressure detection performance",
            "Central sensing unit utilizes high-precision silicon technology",
            "Patented double overload protection diaphragm design, one-way overpressure protection up to 40MPa (5,801 psi)",
            "Adjustable upper and lower range limits for wider adaptability",
            "Optional multi-parameter output applications",
            "EMC compliant with the latest national standards"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "PD536 Single-Flange Level",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Pressure",
        "Model": "PD566 Dual-Flange Level Sensor",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Pressure",
        "Model": "PM356 Protective Pressure",
        "Description": "The PM356 series pressure transmitter is a highly reliable device designed for industrial applications. It uses a pressure-sensitive layer combined with an integrated circuit that converts the sensor’s millivolt signal into a standard current signal for long-distance transmission. The transmitter can be easily connected to computers, control instruments, aptitude instruments, or PLC systems, offering seamless integration into process control environments.",
        "Applications": [
            "Industrial process control",
            "Petroleum industry",
            "Chemical industry",
            "Paper manufacturing",
            "Metallurgy"
        ],
        "Photos": [
            "PM356-1.png",
            "PM356-2.png",
            "PM356-3.png"
        ],
        "Key_Features": [
            "Compact design with lightweight construction",
            "Suitable for operation in corrosive environments",
            "Ingress protection rating of up to IP65",
            "Fully sealed stainless steel structure with high impact and shock resistance",
            "Easy integration with computer systems and control instruments"
        ]
    },
    {
        "Type": "Temperature",
        "Model": "TSR500 Thermoresistance",
        "Description": "\nThe TSR500 screw-in temperature probes are designed for standard applications, primarily for measuring temperatures in liquids and gases. A key selection criterion is the reliable sealing capability under both vacuum and over-pressure conditions. These probes are commonly used in areas such as air conditioning technology, refrigeration engineering, and the HVAC and apparatus engineering sectors.\nProtection tubes made from various materials safeguard the measuring insert against chemical exposure and mechanical damage, with the protection tube material chosen based on the specific conditions of the application.",
        "Applications": [
            "HVAC systems (Heating, Ventilation, and Air Conditioning)",
            "Refrigeration engineering",
            "Air conditioning systems",
            "Chemical processing industries",
            "Industrial apparatus engineering",
            "Environmental monitoring systems",
            "Liquid and gas temperature control systems"
        ],
        "Photos": [],
        "Key_Features": [
            "Temperature range from -50 to +250°C (-58 to +482°F)",
            "Built-in measuring insert",
            "Available as TC (thermocouple) or RTD (resistance temperature detector) probes",
            "Optional transmitter available"
        ]
    },
    {
        "Type": "Temperature",
        "Model": "TSC500 Thermocouple",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "MDA-U1 Universal Controller",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "MDA-EC Conductivity Meter",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "MDA-PH pH Controller",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "pH Conductivity DO Sensor",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "MDX500 Multi-parameter",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "ADT3300 Sludge Sensor",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "ADU3100 Low Turbidity Sensor",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "Analysis",
        "Model": "ADU3300 Turbidity Sensor",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    },
    {
        "Type": "System Products",
        "Model": "RN3000 recorder",
        "Description": null,
        "Applications": [],
        "Photos": [],
        "Key_Features": []
    }
]