[
    {
        "Type": "Flow",
        "Model": "FMC240 Magnetic Flowmeter",
        "Description": "Supmea’s electromagnetic flow meter features a design with no moving parts, such as rotating gears, turbines, or bearings. Instead, it operates by utilizing two electrodes to measure the voltage generated by the movement of an electrically conductive fluid—like water—through a magnetic field. This eliminates the risk of wear associated with mechanical components, such as bearing degradation or other forms of mechanical wear and tear.\nBoth the electrodes and the liner of the electromagnetic flow meter can be manufactured from a wide range of materials, ensuring compatibility with various electrically conductive fluids, including aggressive and corrosive substances like acids.\nThe primary limitation of electromagnetic flow meters is that the fluid being measured must be electrically conductive, with a minimum conductivity of >5μS/cm. Non-conductive fluids, such as oil and other petroleum-based liquids, cannot be measured using this technology.",
        "Key_Features": [
            "0.5% Full Scale (F.S.) measuring accuracy",
            "RS485 Modbus communication and 4-20mA output",
            "Capable of measuring fluid flow in both forward and reverse directions",
            "Unaffected by variations in liquid temperature, pressure, or density",
            "Zero pressure loss during operation",
            "Stable readings regardless of changes in fluid density or viscosity"
        ],
        "Applications": [
            "Sewage Treatment",
            "Printing and Dyeing",
            "Chemical Industry",
            "Environmental Protection",
            "Metallurgy",
            "Pharmaceutical Industry",
            "Papermaking",
            "Municipal Water Supply"
        ],
        "Photos": [
            "FMC240-1.png",
            "FMC240-2.png",
            "FMC240-3.png",
            "FMC240-4.png",
            "FMC240-5.png"
        ]
    },
    {
        "Type": "Flow",
        "Model": "FLC240 Turbine Flowmeter",
        "Description": "The FLC240 turbine flowmeter connects to the converter via the flow sensor to deliver a range of functions, including pulse output, current output, and on-site display. It features high accuracy, a broad measurement range, long service life, and easy operation and maintenance, making it an ideal solution for flow measurement in industries such as food, pharmaceuticals, petrochemicals, metallurgy, and paper production.\n\nThe FLC240 is designed for use with liquids that do not corrode materials like stainless steel 304, 2Cr13, corundum (Al2O3), and hard alloys, and are free of fibers, particles, or other impurities.",
        "Applications": [
            "Petrochemical industry",
            "Pharmaceutical manufacturing",
            "Paper production",
            "Metallurgy",
            "Power generation",
            "Environmental protection",
            "Food and beverage processing"
        ],
        "Photos": [
            "FLC240-1.png",
            "FLC240-2.png",
            "FLC240-3.png",
            "FLC240-4.png"
        ],
        "Key_Features": [
            "High accuracy for precise measurement",
            "Simple installation and low-maintenance requirements",
            "Capable of handling a wide range of flow velocities",
            "Supports both digital and analog output signals",
            "Available in various materials such as stainless steel, brass, or plastic to suit different fluid types"
        ]
    },
    {
        "Type": "Flow",
        "Model": "FVC240 Vortex Flowmeter",
        "Description": "The FVC240 vortex flowmeter is a velocity-type flowmeter based on the Kármán vortex principle. It is primarily used for flow measurement of industrial pipeline media such as gas, steam, and liquid, providing precise flow control and metering.\nThe LUGB vortex flowmeter offers multiple functionalities depending on the model type, including measurement of temperature, pressure, instantaneous flow, and cumulative flow of the pipeline medium. It supports pulse output, (4-20)mA analog signal output, RS485 communication (Modbus RTU protocol), IoT GPRS, and more.",
        "Applications": [
            "Energy industry",
            "Chemical industry",
            "Environmental industry",
            "Metallurgy",
            "Textile manufacturing",
            "Steel production",
            "Pharmaceutical industry",
            "Paper manufacturing"
        ],
        "Photos": [
            "FVC240-1.png",
            "FVC240-2.png",
            "FVC240-3.png",
            "FVC240-4.png",
            "FVC240-5.png"
        ],
        "Key_Features": [
            "High-accuracy and reliable flow measurement",
            "No moving parts in the main body, ensuring high reliability, long-term stability, simple structure, and easy maintenance",
            "Pulse frequency output that is directly proportional to the actual flow rate, offering zero-point stability and consistent performance",
            "Available in various configurations, including inline and insertion-type flow sensors",
            "High accuracy: ±1.0% for liquid measurement, ±1.5% for gas measurement",
            "Low pressure loss (approximately 1/4 to 1/2 that of orifice flowmeters), making it an energy-efficient solution",
            "Flexible installation options: horizontal, vertical, or inclined, depending on process pipeline requirements",
            "Circuitry with multiple protection modes, including surge protection for strong adaptability",
            "High-precision probe with a piezoelectric wafer vortex sensor for stable signal output"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSU300 Ultrasonic Level Sensor",
        "Description": "The WSU300 ultrasonic level transmitter is a cost-effective, non-contact measurement solution designed for easy installation. It caters to the day-to-day demands of commercial production and serves specialized applications in advanced industries like aerospace, placing it in the forefront of high-level measurement technology. Unlike traditional level indicators with limited applications, this ultrasonic sensor offers high accuracy and versatility, ensuring it meets diverse customer needs.\n",
        "Applications": [
            "1.\tLevel measurement",
            "2.\tDistance measurement",
            "3.\tVolume measurement",
            "4.\tPump control"
        ],
        "Photos": [
            "WSU300-1.png",
            "WSU300-2.png",
            "WSU300-3.png"
        ],
        "Key_Features": [
            "Non-contact measurement",
            "Unaffected by material properties such as pressure, viscosity, and specific gravity",
            "Integrated keypad with security code for secure operation",
            "Easy to install, with low operational costs",
            "Suitable for a wide range of applications",
            "Maintenance-free design",
            "Simple programming setup with no personnel training required",
            "Fully isolated 4-20mA analog output",
            "High accuracy and stability in challenging conditions",
            "Internal temperature compensation for improved accuracy"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSR700 Radar Level Transmitter",
        "Description": "The WSR700 series operates at 76-81GHz, utilizing frequency-modulated continuous wave (FMCW) radar technology, suitable for both four-wire and two-wire applications. With multiple models available, it can measure distances up to 120 meters (393 feet) with an 8 cm (3.15 inches) blind zone. The high operating frequency and shorter wavelength make it ideal for solid material applications. Its lens-based electromagnetic wave transmission and reception method offer significant advantages in environments with high dust levels and extreme temperatures (up to +200°C / 392°F). The instrument supports flange or threaded connections for easy and convenient installation.",
        "Applications": [
            "Chemical industry",
            "Solids level measurement",
            "Wastewater treatment",
            "Mining industry",
            "Pulp and paper industry",
            "Boiler engineering",
            "Measurement of liquids and solid powders",
            "Corrosive media, such as acids and bases"
        ],
        "Photos": [
            "WSR700-1.png",
            "WSR700-2.png",
            "WSR700-3.png"
        ],
        "Key_Features": [
            "Measurement range: M1 (0-10m / 0-33ft), M2 (0-20m / 0-66ft), M3 (0-30m / 0-98ft), M6 (0-60m / 0-197ft), MB (0-120m / 0-393ft)",
            "Suitable for challenging conditions, including stirring, steam, dust, and crystallization",
            "Extensive interface options: 4-20mA (with 2-channel support), HART, AUTBUS",
            "Compatible with Fieldbus Foundation, Profibus PA, NB-IoT, and more",
            "Bluetooth-enabled for easy remote configuration"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSP260 Submersible Level Sensor",
        "Description": "The WSP260 submersible pressure transmitter is designed for accurate level measurement. It uses a high-performance diffused silicon piezoresistive pressure sensor to precisely measure the hydrostatic pressure proportional to the liquid level depth. This pressure is then converted into standard output signals (current, voltage, RS485) via a signal conditioning circuit, establishing a linear relationship between the output signal and the liquid depth to achieve precise liquid depth measurement.",
        "Applications": [
            "Rivers and lakes",
            "Vessels and storage systems",
            "Control of sewage lift and pumping stations",
            "Well monitoring",
            "Groundwater monitoring",
            "Environmental remediation",
            "Surface water monitoring",
            "Downhole applications",
            "Water tanks"
        ],
        "Photos": [
            "WSP260-1.png",
            "WSP260-2.png",
            "WSP260-3.png"
        ],
        "Key_Features": [
            "High-performance diffused silicon piezoresistive sensor",
            "Probe input measurement method for easy installation",
            "Multi-layer protection structure for enhanced durability",
            "Various designs to accommodate different industrial environments",
            "Anti-corrosion stainless steel material, suitable for a wide range of applications"
        ]
    },
    {
        "Type": "Level",
        "Model": "WSP506 Submersible Level Sensor",
        "Description": "The WSP506 is an upgraded version of the WSP260 level sensor. It utilizes a high-performance diffused silicon piezoresistive pressure sensor to accurately measure hydrostatic pressure proportional to the liquid level depth. With the enhanced protection provided by a cast aluminum housing, it ensures an IP65 waterproof rating at the wiring connection. Additionally, the sensor offers multiple display and output options, making it suitable for a wider range of applications.",
        "Key_Features": [
            "High-performance diffused silicon piezoresistive sensor",
            "Probe input measurement method for easy installation",
            "Multi-layer protection structure for enhanced durability",
            "Various designs to accommodate different industrial environments",
            "Anti-corrosion stainless steel material, suitable for a wide range of applications",
            "IP65 waterproof rating at the wiring connection",
            "Optional local display head",
            "Simultaneous output of 4-20mA analog signal and 485 digital signal"
        ],
        "Applications": [
            "Rivers and lakes",
            "Vessels and storage systems",
            "Control of sewage lift and pumping stations",
            "Well monitoring",
            "Groundwater monitoring",
            "Environmental remediation",
            "Surface water monitoring",
            "Downhole applications",
            "Water tanks",
            "Lift stations",
            "Other outdoor liquid level monitoring"
        ],
        "Photos": [
            "WSP506-1.png",
            "WSP506-2.png",
            "WSP506-3.png"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "SUP Series Pressure Transmitter",
        "Description": "The SUP Series Pressure Transmitter uses a diffused silicon pressure sensor as its sensitive element. It has an integrated processing circuit that converts the millivolt signal from the sensor into standard voltage, current, or frequency output signals. These signals can be directly connected to computers, controllers, and display instruments, allowing for remote signal transmission. The product is easy to install and offers excellent vibration and impact resistance. It is widely used in industries such as petroleum, chemicals, steel, power, light industry, and environmental protection, for measuring and controlling gauge pressure, absolute pressure, or sealed pressure of various fluids.",
        "Key_Features": [
            "Over-voltage and over-current protection circuit",
            "Strong anti-overload and anti-shock resistance and anti-interference ability",
            "Wide practicability, high stability and long service life",
            "High protection level to meet a wide range of needs",
            "The laser trimming resistance to give a temperature compensation, and make it be used in a wide range of temperature",
            "Surge voltage prevention, reverse polarity protection"
        ],
        "Applications": [
            "OEM and Machine Builders",
            "Automotive",
            "Utilities",
            "Ancillary processes",
            "Water & Waste Water",
            "Material, Metals& Mining"
        ],
        "Photos": [
            "P300.png",
            "P300G.png",
            "P350.png",
            "PX300.png"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "PM556 Pressure Transmitter",
        "Description": "The PM556 is a high-performance gauge/absolute pressure transmitter designed for measuring liquid, gas, or steam flow, as well as liquid level, density, and pressure. It outputs a 4-20mA DC signal corresponding to the measured pressure. With a highly accurate and stable sensor, it can also detect static pressure, which can be displayed on the integral indicator or remotely monitored via HART communication.",
        "Applications": [
            "Measurement of liquid, gas, or steam flow",
            "Liquid level and density measurement",
            "Industrial pressure control systems"
        ],
        "Photos": [
            "PM556-1.png",
            "PM556-2.png",
            "PM556-3.png"
        ],
        "Key_Features": [
            "Outputs a 4-20mA DC signal for accurate pressure measurement",
            "High-accuracy sensor for stable static pressure detection",
            "HART communication support for remote monitoring and setup",
            "Quick response to pressure changes",
            "Optional high/low pressure alarm output",
            "Self-diagnostics for enhanced reliability",
            "Suitable for both gauge and absolute pressure measurement applications"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "PD536 Single-Flange Pressure Transmitter",
        "Description": "The PD536 single-flange pressure transmitter is a pressure sensor based on monocrystalline silicon technology. With its flange diaphragm connection, it effectively prevents blockages at the pressure inlet. It is widely used for pressure measurements in tanks and for liquid level measurement in open tanks, determining the liquid level height by measuring the pressure generated by the liquid.",
        "Key_Features": [
            "High accuracy, up to 0.075%",
            "Flange installation options of DN50, DN80, and DN100 (ANSI standard flanges: 2”, 3”, and 4”), suitable for various tank measurements",
            "Laser-trimmed resistance provides temperature compensation for use across a wide temperature range",
            "HART communication output for convenient remote parameter setting and adjustment"
        ],
        "Applications": [
            "Pressure measurement in tanks",
            "Liquid level measurement in open tanks",
            "Pressure measurement of corrosive media",
            "Industries such as petrochemicals, metallurgy, and more"
        ],
        "Photos": [
            "PD536-1.png",
            "PD536-2.png",
            "PD536-3.png"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "PD556 Differential Pressure",
        "Description": "The PD556 differential pressure transmitter is designed to measure liquid, gas, or steam flow, as well as liquid level, density, and pressure. It outputs a 4-20mA DC signal corresponding to the measured differential pressure. The transmitter’s highly accurate and stable sensor can also measure static pressure, which can be displayed on the integral indicator or remotely monitored via HART communication. Other key features include fast response time, remote setup via communication, self-diagnostics, and optional status output for high/low pressure alarms.",
        "Applications": [
            "Industrial control",
            "Chemical processing",
            "Power generation",
            "Metallurgy",
            "Petroleum industry",
            "Forging industry",
            "Water management",
            "Brewing industry"
        ],
        "Photos": [
            "PD556-1.png",
            "PD556-2.png",
            "PD556-3.png"
        ],
        "Key_Features": [
            "Full range coverage: 0 to 1kPa to 3MPa (0 to 0.145 psi to 435 psi)",
            "High-precision mono c-Si technology: 0.075% accuracy",
            "Superior static pressure detection performance",
            "Central sensing unit utilizes high-precision silicon technology",
            "Patented double overload protection diaphragm design, one-way overpressure protection up to 40MPa (5,801 psi)",
            "Adjustable upper and lower range limits for wider adaptability",
            "Optional multi-parameter output applications",
            "EMC compliant with the latest national standards"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "PM356 Protective Pressure",
        "Description": "The PM356 series pressure transmitter is a highly reliable device designed for industrial applications. It uses a pressure-sensitive layer combined with an integrated circuit that converts the sensor’s millivolt signal into a standard current signal for long-distance transmission. The transmitter can be easily connected to computers, control instruments, aptitude instruments, or PLC systems, offering seamless integration into process control environments.",
        "Applications": [
            "Industrial process control",
            "Petroleum industry",
            "Chemical industry",
            "Paper manufacturing",
            "Metallurgy"
        ],
        "Photos": [
            "PM356-1.png",
            "PM356-2.png",
            "PM356-3.png"
        ],
        "Key_Features": [
            "Compact design with lightweight construction",
            "Suitable for operation in corrosive environments",
            "Ingress protection rating of up to IP65",
            "Fully sealed stainless steel structure with high impact and shock resistance",
            "Easy integration with computer systems and control instruments"
        ]
    },
    {
        "Type": "Pressure",
        "Model": "PD566 Dual-Flange Pressure Transmitter",
        "Description": "The PD566 dual-flange pressure transmitter is a pressure sensor based on monocrystalline silicon technology. It uses capillary tubes filled with hydraulic oil and a flange-diaphragm connection, effectively preventing blockages at the pressure inlet and enabling differential pressure measurement. It is widely used for liquid level measurement in sealed tanks and differential pressure measurement between two points.",
        "Key_Features": [
            "Full range coverage: 0 to 1kPa to 3MPa (0 to 0.145 psi to 435 psi)",
            "High-precision monocrystalline silicon technology with 0.075% accuracy",
            "Superior static pressure detection performance",
            "Central sensing unit uses high-precision silicon technology",
            "Patented double overload protection diaphragm design with one-way overpressure protection up to 40MPa (5,801 psi)",
            "Adjustable upper and lower range limits for wider adaptability",
            "HART communication support for remote monitoring and setup",
            "EMC compliant with the latest national standards",
            "Flange installation options of DN50, DN80, and DN100 (ANSI standard flanges: 2”, 3”, and 4”), suitable for various sealed tank pressure and liquid level measurements"
        ],
        "Applications": [
            "Liquid level measurement in tanks",
            "Industries such as petrochemicals, metallurgy, and more",
            "Boiler, heating, wind power, energy, and water treatment systems"
        ],
        "Photos": [
            "PD566-1.png",
            "PD566-2.png",
            "PD566-3.png"
        ]
    },
    {
        "Type": "Temperature",
        "Model": "TSR500 Thermoresistance",
        "Description": "The TSR500 armored thermoresistance sensor utilizes internationally advanced temperature chips and is made with stainless steel housing and magnesium oxide-filled drawn armor, ensuring excellent stability, high accuracy, and strong vibration resistance. Sensor types available include Pt100 and Pt1000. Optional features such as 4-20mA transmitter output and dual temperature output are available for various applications. The armored temperature sensor is capable of measuring liquid, steam, and gas media temperatures, providing high accuracy especially within the range of -196℃ to 500℃ (-320.8℉ to 932℉).",
        "Applications": [
            "HVAC systems (Heating, Ventilation, and Air Conditioning)",
            "Refrigeration engineering",
            "Air conditioning systems",
            "Chemical processing industries",
            "Industrial apparatus engineering",
            "Environmental monitoring systems",
            "Liquid and gas temperature control systems"
        ],
        "Photos": [
            "TSR500-1.png",
            "TSR500-2.png",
            "TSR500-3.png"
        ],
        "Key_Features": [
            "Temperature range from -196 to 150°C (-320.8 to 302°F), -50 to +400°C (-58 to +752°F), 0 to 500°C (32 to 932°F)",
            "Built-in measuring insert",
            "High accuracy, standard A class, optional 1/3B class",
            "Cast aluminum connection box with IP65 protection rating",
            "Magnesium oxide-filled and drawn armored material for excellent thermal conductivity and strong vibration resistance",
            "Multiple connection options including direct insertion, threaded, adjustable thread, clamp, and flange, suitable for various applications",
            "Multiple output options, single or dual element available, with optional 4-20mA output"
        ]
    },
    {
        "Type": "Temperature",
        "Model": "TSC500 Thermocouple",
        "Description": "The TSC500 armored thermocouple uses a stainless steel housing, offering excellent stability, high precision, and strong vibration resistance. Eight common types are available, including K, T, S, R, B, N, E, and J types, with the selection depending on the required temperature measurement accuracy and range. The armored thermocouple sensors are capable of measuring the temperatures of liquids, steam, and gases. Notably, K, S, and B type thermocouples can be applied in high-temperature environments, ranging from 1200℃ to 1600℃ (2192℉ to 2912℉). These thermocouples are widely used in industrial automation equipment and process control systems within the petroleum, chemical, metallurgy, and power industries.",
        "Key_Features": [
            "Multiple thermocouple types available, suitable for a wide temperature range",
            "Cast aluminum connection box with IP65 protection rating",
            "High accuracy, standard Class 1 sensor",
            "Magnesium oxide-filled and drawn armored construction for excellent thermal conductivity and strong vibration resistance",
            "Various connection options, including direct insertion, threaded, adjustable thread, clamp, and flange, adaptable to different applications",
            "Multiple output options available, single or dual element, with optional 4-20mA output"
        ],
        "Applications": [
            "Widely used in industrial automation equipment",
            "Petroleum and chemical industries",
            "Process control in metallurgy and power industries"
        ],
        "Photos": [
            "TSR500-1.png",
            "TSR500-2.png",
            "TSR500-3.png"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "MDA-U1 Universal Controller",
        "Description": "The MDA-U1 Universal Controller is an intelligent online chemical analysis instrument, widely used in industries such as thermal power, chemical fertilizers, metallurgy, environmental protection, pharmaceuticals, biochemistry, food, and municipal water. The universal controller works with various water quality digital sensors from our product line to continuously monitor water quality parameters such as pH, ORP, conductivity, dissolved oxygen, turbidity, and sludge concentration. Continuous monitoring data can be transmitted remotely and recorded through output connections to a recorder, or it can be connected to a computer via an RS485 interface using the Modbus-RTU protocol for real-time monitoring and recording.",
        "Key_Features": [
            "Multi-functional, compatible with various digital electrodes",
            "Intelligent identification with automatic electrode matching",
            "Multiple signal outputs, including 4-20mA, relay, and RS485",
            "Excellent EMC characteristics with strong anti-interference capability"
        ],
        "Applications": [
            "Water treatment",
            "Food and pharmaceutical industries",
            "Power industry",
            "Petrochemical industry",
            "Light chemical industry"
        ],
        "Photos": [
            "MDA-U1-1.png",
            "MDA-U1-2.png",
            "MDA-U1-3.png"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "MDA-PH pH Controller",
        "Description": "The MDA-PH pH Controller is an advanced, independently developed electronic monitoring device designed for real-time pH and ORP value measurement. It enables remote access via RS485 or current transmission to monitoring rooms for data logging and record keeping. This intelligent online chemical analysis equipment is widely used across industries such as thermal power, chemical fertilizers, metallurgy, environmental protection, pharmaceuticals, biochemistry, food production, and water treatment. It continuously monitors pH/ORP values and temperature, offering precise control for industrial processes.",
        "Applications": [
            "Sewage Treatment",
            "Exhaust Gas Treatment",
            "Dyeing Wastewater",
            "Strong Acid and Base Solutions",
            "Metal Surface Treatment",
            "Fertigation Systems",
            "Food Processing",
            "Power Plants"
        ],
        "Photos": [
            "MDA-U1-2.png",
            "MDA-U1-3.png",
            "MDA-U1-1.png"
        ],
        "Key_Features": [ 
            "Easy operation",
            "Modular board card design for convenient assembly and configuration",
            "2.4-inch 128x64 pixel display",
            "Isolated output to reduce signal interference",
            "Isolated RS485 communication",
            "Capable of pH/ORP measurement, temperature measurement, upper/lower limit control, transmission output, and RS485 communication",
            "Configurable manual and automatic temperature offset function",
            "Configurable upper/lower limit alarm and delay",
            "Configurable buzzer and LCD backlight switch"
        ]     
    },
    {
        "Type": "Analysis",
        "Model": "MDA-EC Conductivity Meter",
        "Description": "The SUP-MDA-EC model is designed for the precise measurement and control of electrolytic conductivity, resistivity, or Total Dissolved Solids (TDS). Conductivity depends on ion concentration, ionic charge, and ion mobility. When an electrical potential is applied across electrodes immersed in a solution, ions in the water conduct current. This system consists of a microprocessor-based controller paired with a conductivity probe. The meter is compatible with 3-electrode cells (K=0.01, 0.1, and 1.0) and features temperature compensation using an NTC10K or PT1000 probe. Automatic temperature compensation adjusts based on the measured variable, ensuring high accuracy. Adjustments to current outputs, alarm relays, and calibration for both conductivity and temperature inputs can be easily made via the membrane keypad on the controller.",
        "Applications": [
            "Reverse Osmosis",
            "Process Control",
            "Seawater Desalination",
            "Waste Treatment",
            "Food Processing",
            "Plating",
            "Power Plants",
            "Laboratories"
        ],
        "Photos": ["MDA-EC-1.png", "MDA-EC-2.png", "MDA-EC-3.png"],
        "Key_Features": [
            "Direct switching between Conductivity (µS/cm) & TDS measurement (ppm)",
            "Automatic temperature compensation",
            "4-20 mA isolated output",
            "Large LCD display with backlighting",
            "IP54-rated water-resistant and corrosion-proof enclosure",
            "User-friendly setup programming",
            "RS485 communication",
            "Relay output",
            "Cost-effective solution",
            "Easy operation and setup",
            "Low maintenance requirements",
            "Ensures high product quality"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "pH-6001",
        "Description": "The pH-6001 plastic-shell electrode is a composite electrode combining a glass indicating electrode and a silver/silver chloride reference electrode. It is used as a pH sensor for measuring the pH value of aqueous solutions. The composite electrode features an enhanced polypropylene shell and a PTFE (polytetrafluoroethylene) salt bridge, designed to meet industrial requirements for corrosion resistance, anti-clogging, interference resistance, and long-term continuous use.",
        "Key_Features": [
            "Stable liquid junction with high sensitivity",
            "Strong anti-interference capabilities",
            "Resistant to contamination and clogging",
            "Long service life"
        ],
        "Applications": [
            "Wastewater treatment and related fields",
            "Mining and smelting",
            "Chemical industry"
        ],
        "Photos": [
            "pH-6001.png"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "pH-5015",
        "Description": "The PH-5015 electrode is a high-molecular polymer glass electrode designed to withstand heavy contamination and complex working conditions. It features a ceramic sand core with a dual liquid junction technology that effectively resists contamination and extends the electrode’s service life.",
        "Key_Features": [
            "Easy to use, no need to replenish electrolyte, with excellent waterproof performance",
            "Fast response time, good stability, and strong anti-interference capabilities",
            "Resistant to contamination and clogging, with a long service life",
            "Enhanced reference system designed to handle complex working conditions"
        ],
        "Applications": [
            "Mining and smelting",
            "Pulp and paper industry",
            "Wastewater treatment"
        ],
        "Photos": [
            "pH-5015.png"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "TDS-7001",
        "Description": "The TDS-7001 offers a variety of functions in one device, providing both conductivity (EC) and TDS measurement capabilities in an integrated, cost-effective design. It is ideal for monitoring and measuring liquid parameters in applications such as boiler water, reverse osmosis (RO) water treatment, wastewater treatment, and the pharmaceutical industry.",
        "Key_Features": [
            "Corrosion-resistant stainless steel material, highly practical",
            "0.01, 0.1, and 1 coefficient electrodes available, suitable for different ranges and applications",
            "Simple structure with stable performance"
        ],
        "Applications": [
            "Wastewater treatment",
            "Pure water industry",
            "Thermal power generation"
        ],
        "Photos": [
            "TDS-7001.png"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "DO-7012",
        "Description": "The DO-7012 is an optical-type dissolved oxygen sensor and an intelligent online chemical analyzer. The sensor cap is coated with a luminescent material. Blue light from an LED illuminates the luminescent chemical, which becomes excited and releases red light. The time and intensity of the red light are inversely proportional to the concentration of oxygen molecules, allowing the sensor to calculate the oxygen concentration.",
        "Key_Features": [
            "Fluorescence-based measurement, offering stability and reliability",
            "No consumption of solution",
            "Low maintenance and long service life"
        ],
        "Applications": [
            "Wastewater treatment",
            "Biological fermentation",
            "Aquaculture"
        ],
        "Photos": [
            "DO-7012.png"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "MDX500 Multi-parameter",
        "Description": "The MDX500 is a next-generation multi-parameter water quality analyzer for drinking water monitoring. Its flow-through structure enables the simultaneous monitoring of multiple parameters, including turbidity, pH, ORP, temperature, conductivity, dissolved oxygen, and residual chlorine. This device is widely used for real-time water quality monitoring in municipal or village water treatment plants, water supply networks, secondary water supply systems, end-user points, indoor swimming pools, large-scale water purification systems, and direct drinking water systems. It is an essential online analysis tool for water plant process control, water management, and public health supervision.",
        "Key_Features": [
            "Simultaneous detection of multiple parameters, including turbidity, pH, ORP, temperature, conductivity, dissolved oxygen, and more",
            "Low maintenance cost, with remote control features such as automatic sludge removal and remote calibration",
            "Self-protection system to prevent damage from unexpected events or lightning strikes",
            "Strong environmental adaptability, with an optional temperature-controlled heating and antifreeze module, enabling year-round outdoor operation in cold regions",
            "Achieves long-term high-precision turbidity measurement with <1 NTU accuracy"
        ],
        "Applications": [
            "Drinking water quality monitoring",
            "Secondary pipeline network detection",
            "River water quality monitoring",
            "Wastewater treatment plant discharge monitoring",
            "Swimming pool water monitoring"
        ],
        "Photos": [
            "MDX500-1.png"
        ]
    },
    {
        "Type": "Analysis",
        "Model": "ADT3300 Sludge Sensor",
        "Description": "The ADT3300 optical turbidity sensor utilizes the 90° scattered light measurement principle, in compliance with the ISO7027 international standard. It features custom optical components, a compact design, and is easy to install and maintain. The sensor is resistant to environmental light interference and offers excellent repeatability and stability.",
        "Key_Features": [
            "Digital sensor with RS-485 output, supporting MODBUS protocol",
            "Strong anti-interference capability, unaffected by ambient light and color",
            "Titanium alloy housing and sapphire light guide for enhanced corrosion resistance",
            "90° scattered light measurement principle",
            "Submersible installation for quick and easy setup"
        ],
        "Applications": [
            "Wastewater treatment",
            "River water quality monitoring",
            "Construction wastewater discharge monitoring"
        ],
        "Photos": [
            "ADT3300-1.png",
            "ADT3300-2.png",
            "ADT3300-3.png"
        ]
    },
    {
        "Type": "System Products",
        "Model": "RN3000 recorder",
        "Description": "The RN3000 is an industrial paperless recorder equipped with a 3.5-inch TFT true-color, full-view LCD screen. It can connect to various types of industrial standard signals, including current, voltage, thermocouples, and RTDs. The recorder provides functions such as display, recording, over-limit monitoring, reporting, data communication, signal transmission, flow accumulation, and flow temperature-pressure compensation for measurements like temperature, humidity, pressure, liquid level, and flow rate. It is widely used in industries such as metallurgy, petroleum, chemicals, building materials, paper manufacturing, power, food, pharmaceuticals, and industrial water treatment.",
        "Key_Features": [
            "3.5-inch TFT true-color, full-view LCD screen with high-definition LED backlight",
            "Standard 64MB memory with optional 96MB or 128MB memory for larger storage needs",
            "RS485 communication interface with standard Modbus RTU protocol",
            "Supports online firmware upgrades via USB or RS485 interface",
            "Customizable boot screen feature",
            "Supports screen capture functionality",
            "Configurable channel numbering and setup"
        ],
        "Applications": [
            "Process monitoring equipment",
            "Food industry",
            "Pharmaceutical industry"
        ],
        "Photos": [
            "RN3000-1.png",
            "RN3000-2.png",
            "RN3000-3.png"
        ]
    }
]